Repository: LigeroSmart/ITSMIncidentProblemManagement
Catalog: i18n/ITSMIncidentProblemManagement/ITSMIncidentProblemManagement.*.po
Languages: de, ms

source: Change Decision of Ticket
de: Die Entscheidung des Tickets ändern
ms: Ubah Keputusan Tiket

source: Change ITSM fields of ticket
de: Ändern der ITSM Felder des Tickets
ms: Perubahan bidang ITSM tiket

source: Service Incident State
de: Service Vorfallsstatus
ms: Keadaan Insiden Perkhidmatan

source: Link ticket
de: Ticket verknüpfen
ms: Pautan tiket

source: Criticality
de: Kritikalität
ms: Kritikal

source: Impact
de: Auswirkung
ms: Kesan

source: Review Required
de: Nachbearbeitung erforderlich
ms: kerja semula diperlukan

source: Decision Result
de: Entscheidung
ms: Keputusan

source: Approved
de: Genehmigt
ms: Diluluskan

source: Repair Start Time
de: Reparatur Startzeit
ms: Perbaiki Masa Mula

source: Recovery Start Time
de: Wiederherstellung Startzeit
ms: Pemulihan Masa Mula

source: Decision Date
de: Entscheidung
ms: Tarikh Keputusan

source: Due Date
de: Fälligkeitsdatum
ms: Tarikh disebabkan

source: Add a decision!
de: Hinzufügen einer Entscheidung!
ms: Tambah keputusan!

source: Additional ITSM Fields
de: Zusätzliche ITSM Felder
ms: Tambahan ITSM Medan

source: Additional ITSM ticket fields.
de: Zusätzliche ITSM Ticketfelder.
ms: tambahan kawasan-kawasan tiket ITSM

source: Allows adding notes in the additional ITSM field screen of the agent interface.
de: Erlaubt das Hinzufügen von Notizen in der zusätzlichen ITSM-Oberfläche im Agenten-Interface.
ms: Membenarkan penambahan catatan dalam skrin medan ITSM tambahan antara muka ejen.

source: Allows adding notes in the decision screen of the agent interface.
de: Erlaubt das Hinzufügen von Notizen im Entscheidungs-Bildschirm im Agenten-Interface.
ms: Membenarkan penambahan nota dalam skrin keputusan bagi ruang antara muka ejen.

source: Change the ITSM fields!
de: Ändern der ITSM-Felder!
ms: Ã„ndern der ITSM-Felder!

source: Decision
de: Entscheidung
ms: Entscheidung

source: Defines if a ticket lock is required in the additional ITSM field screen of the agent interface (if the ticket isn't locked yet, the ticket gets locked and the current agent will be set automatically as its owner).
de: Bestimmt, ob dieser Screen im Agenten-Interface das Sperren des Tickets voraussetzt. Das Ticket wird (falls nötig) gesperrt und der aktuelle Agent wird als Besitzer gesetzt.
ms: Menentukan jika kunci tiket diperlukan di skrin medan ITSM tambahan antara muka ejen (jika tiket tidak dikunci lagi, tiket menjadi berkunci dan ejen semasa akan disetkan secara automatik sebagai pemiliknya).

source: Defines if a ticket lock is required in the decision screen of the agent interface (if the ticket isn't locked yet, the ticket gets locked and the current agent will be set automatically as its owner).
de: Bestimmt, ob dieser Screen im Agenten-Interface das Sperren des Tickets voraussetzt. Das Ticket wird (falls nötig) gesperrt und der aktuelle Agent wird als Besitzer gesetzt.
ms: Menentukan jika kunci tiket diperlukan di skrin keputusan antara muka ejen (jika tiket tidak dikunci lagi, tiket menjadi berkunci dan ejen semasa akan disetkan secara automatik sebagai pemiliknya).

source: Defines if the service incident state should be shown during service selection in the agent interface.
de: Bestimmt, ob der Service Incident Status während der Service-Auswahl im Agenten-Interface angezeigt werden soll.
ms: Mentakrifkan jika keadaan insiden perkhidmatan hendaklah ditunjukkan semasa pemilihan perkhidmatan dalam ruang antara muka ejen.

source: Defines the default body of a note in the additional ITSM field screen of the agent interface.
de: Definiert den Standard-Inhalt einer Notiz in der zusätzliche ITSM Felder-Oberfläche im Agenten-Interface.
ms: Menentukan badan lalai nota di skrin medan ITSM tambahan antara muka ejen.

source: Defines the default body of a note in the decision screen of the agent interface.
de: Definiert den Standard-Inhalt einer Notiz in der Entscheidungs-Oberfläche im Agenten-Interface.
ms: Menentukan badan lalai nota di skrin keputusan antara muka ejen.

source: Defines the default next state of a ticket after adding a note, in the additional ITSM field screen of the agent interface.
de: Bestimmt den Folgestatus für Tickets, für die über die zusätzlichen ITSM Felder im Agenten-Interface eine Notiz hinzugefügt wurde.
ms: Mentakrifkan keadaan lalai seterusnya dari tiket selepas menambah nota, dalam skrin bidang ITSM tambahan dari paparan ejen.

source: Defines the default next state of a ticket after adding a note, in the decision screen of the agent interface.
de: Bestimmt den Folgestatus für Tickets, für die in der Entscheiduns-Oberfläche im Agenten-Interface eine Notiz hinzugefügt wurde.
ms: Mentakrifkan asal keadaan seterusnya dari tiket selepas menambah nota, dalam skrin keputusan dari paparan ejen.

source: Defines the default subject of a note in the additional ITSM field screen of the agent interface.
de: Definiert den Standard-Betreff einer Notiz in der zusätzliche ITSM Felder-Oberfläche im Agenten-Interface.
ms: Menentukan subjek lalai nota di skrin medan ITSM tambahan antara muka ejen.

source: Defines the default subject of a note in the decision screen of the agent interface.
de: Definiert den Standard-Betreff einer Notiz in der Entscheidungs-Oberfläche im Agenten-Interface.
ms: Menentukan subjek lalai nota di skrin keputusan antara muka ejen.

source: Defines the default ticket priority in the additional ITSM field screen of the agent interface.
de: Definiert die Standard-Priorität in der zusätzliche ITSM Felder-Oberfläche im Agenten-Interface.
ms: Mentakrifkan keutamaan tiket default di skrin medan ITSM tambahan antara muka ejen.

source: Defines the default ticket priority in the decision screen of the agent interface.
de: Definiert die Standard-Priorität in der Entscheidungs-Oberfläche im Agenten-Interface.
ms: Mentakrifkan keutamaan tiket default di skrin keputusan antara muka agen.

source: Defines the default type of the note in the additional ITSM field screen of the agent interface.
de: Definiert den Standard-Typ einer Notiz in der zusätzliche ITSM Felder-Oberfläche im Agenten-Interface.
ms: Menentukan jenis default nota di skrin medan ITSM tambahan antara muka ejen.

source: Defines the default type of the note in the decision screen of the agent interface.
de: Definiert den Standard-Typ einer Notiz in der Entscheidungs-Oberfläche im Agenten-Interface.
ms: Mentakrifkan jenis default nota dalam skrin keputusan antara muka agen.

source: Defines the history comment for the additional ITSM field screen action, which gets used for ticket history.
de: Steuert den Historien-Kommentar für die Aktionen in der Oberfläche zusätzliche ITSM-Felder im Agentenbereich.
ms: Menentukan komen sejarah untuk medan skrin tindakan ITSM tambahan, yang dapat digunakan untuk sejarah tiket.

source: Defines the history comment for the decision screen action, which gets used for ticket history.
de: Steuert den Historien-Kommentar für die Entscheidungs-Aktion im Agentenbereich.
ms: Mentakrifkan komen sejarah bagi tindakan skrin keputusan, yang akan digunakan untuk sejarah tiket.

source: Defines the history type for the additional ITSM field screen action, which gets used for ticket history.
ms: Mentakrifkan jenis sejarah bagi tindakan skrin bidang ITSM tambahan, yang akan digunakan untuk sejarah tiket.

source: Defines the history type for the decision screen action, which gets used for ticket history.
ms: Mentakrifkan jenis sejarah bagi tindakan skrin keputusan, yang akan digunakan untuk sejarah tiket.

source: Defines the next state of a ticket after adding a note, in the additional ITSM field screen of the agent interface.
ms: Mentakrifkan keadaan seterusnya tiket selepas menambah nota, dalam skrin bidang ITSM tambahan bagi antara muka ejen.

source: Defines the next state of a ticket after adding a note, in the decision screen of the agent interface.
ms: Mentakrifkan keadaan seterusnya tiket selepas menambah nota, dalam skrin keputusan bagi antara muka ejen.

source: Dynamic fields shown in the additional ITSM field screen of the agent interface. Possible settings: 0 = Disabled, 1 = Enabled, 2 = Enabled and required.
ms: Bidang dinamik yang ditunjukkan dalam skrin bidang ITSM tambahan bagi antara muka ejen. Tetapan Kemungkinan: 0 = Dilumpuhkan, 1 = Diaktifkan, 2 = Diaktifkan dan Diperlukan.

source: Dynamic fields shown in the decision screen of the agent interface. Possible settings: 0 = Disabled, 1 = Enabled, 2 = Enabled and required.
ms: Bidang dinamik yang ditunjukkan dalam skrin keputusan bagi antara muka ejen. Tetapan Kemungkinan: 0 = Dilumpuhkan, 1 = Diaktifkan, 2 = Diaktifkan dan Diperlukan.

source: Dynamic fields shown in the ticket search screen of the agent interface. Possible settings: 0 = Disabled, 1 = Enabled.
ms: Medan Dinamik ditunjukkan dalam skrin carian tiket dari paparan ejen. Tetapan Kemungkinan: 0 = Dilumpuhkan, 1 = Diaktifkan.

source: Dynamic fields shown in the ticket zoom screen of the agent interface. Possible settings: 0 = Disabled, 1 = Enabled.
ms: Medan Dinamik ditunjukkan dalam skrin zum tiket dari paparan ejen. Tetapan Kemungkinan: 0 = Dilumpuhkan, 1 = Diaktifkan.

source: Enables the stats module to generate statistics about the average of ITSM ticket first level solution rate.
ms: Membolehkan modul statistik untuk menjana statistik tentang purata tiket ITSM peringkat pertama kadar penyelesaian.

source: Enables the stats module to generate statistics about the average of ITSM ticket solution.
ms: Membolehkan modul statistik untuk menjana statistik tentang purata penyelesaian tiket ITSM.

source: If a note is added by an agent, sets the state of a ticket in the additional ITSM field screen of the agent interface.
ms: Jika nota ditambah oleh ejen, tetapkan keadaan tiket dalam skrin bidang ITSM tambahan bagi antara muka ejen.

source: If a note is added by an agent, sets the state of a ticket in the decision screen of the agent interface.
ms: Jika nota ditambah oleh ejen, tetapkan keadaan tiket dalam skrin keputusan bagi antara muka ejen.

source: Required permissions to use the additional ITSM field screen in the agent interface.
ms: Kebenaran yang diperlukan untuk menggunakan skrin bidang ITSM tambahan dalam antara muka ejen.

source: Required permissions to use the decision screen in the agent interface.
ms: Kebenaran yang diperlukan untuk menggunakan skrin keputusan dalam antara muka ejen.

source: Sets the service in the additional ITSM field screen of the agent interface (Ticket::Service needs to be activated).
de: Setzt den Service in der zusätzliche ITSM-Felder-Oberfläche für Tickets im Agentenbereich (Ticket::Type muss aktiviert sein).
ms: Set perkhidmatan dalam skrin bidang ITSM tambahan bagi antara muka ejen (Tiket::Perkhidmatan perlu diaktifkan).

source: Sets the service in the decision screen of the agent interface (Ticket::Service needs to be activated).
de: Setzt den Service in der Entscheidungs-Oberfläche für Tickets im Agentenbereich (Ticket::Service muss aktiviert sein).
ms: Set perkhidmatan dalam skrin keputusan bagi antara muka ejen (Tiket::Perkhidmatan perlu diaktifkan).

source: Sets the ticket owner in the additional ITSM field screen of the agent interface.
de: Setzt den Ticket-Besitzer in der zusätzliche ITSM Felder-Oberfläche im Agenten-Interface.
ms: Set pemilik tiket dalam skrin bidang ITSM tambahan bagi antara muka ejen.

source: Sets the ticket owner in the decision screen of the agent interface.
de: Setzt den Besitzer in der Entscheidungs-Oberfläche für Tickets im Agentenbereich.
ms: Set pemilik tiket dalam skrin keputusan bagi antara muka ejen.

source: Sets the ticket responsible in the additional ITSM field screen of the agent interface.
de: Setzt den Ticket-Verantwortlichen in der zusätzliche ITSM Felder-Oberfläche im Agenten-Interface.
ms: Set tiket yang bertanggungjawab dalam skrin bidang ITSM tambahan bagi antara muka ejen.

source: Sets the ticket responsible in the decision screen of the agent interface.
de: Setzt den Ticket-Verantwortlichen in der Entscheidungs-Oberfläche für Tickets im Agentenbereich.
ms: Set tiket yang bertanggungjawab dalam skrin keputusan bagi antara muka ejen.

source: Sets the ticket type in the additional ITSM field screen of the agent interface (Ticket::Type needs to be activated).
de: Setzt den Ticket-Typ in der zusätzliche ITSM-Felder-Oberfläche für Tickets im Agentenbereich (Ticket::Type muss aktiviert sein).
ms: Menetapkan jenis tiket dalam skrin bidang ITSM tambahan bagi antara muka ejen (Tiket::Jenis perlu diaktifkan).

source: Sets the ticket type in the decision screen of the agent interface (Ticket::Type needs to be activated).
de: Setzt den Ticket-Typ in der Entscheidungs-Oberfläche für Tickets im Agentenbereich (Ticket::Type muss aktiviert sein).
ms: Menetapkan jenis tiket dalam skrin keputusan bagi antara muka ejen (Tiket::Jenis perlu diaktifkan).

source: Shows a link in the menu to change the decision of a ticket in its zoom view of the agent interface.
de: Zeigt in der Agenten-Oberfläche imTicket-Menü einen Link an um die Entscheidung an einem Ticket zu ändern
ms: Menunjukkan pautan dalam menu untuk mengubah keputusan tiket dalam pandangan zum antara muka ejen.

source: Shows a link in the menu to modify additional ITSM fields in the ticket zoom view of the agent interface.
de: Zeigt einen Link in der Menu-Leiste in der Zoom-Ansicht im Agenten-Interface an, der es ermöglicht die zusätzlichen ITSM-Felder zu bearbeiten.
ms: Menunjukkan pautan dalam menu untuk mengubah suai bidang ITSM tambahan dalam pandangan zum tiket bagi antara muka ejen.

source: Shows a list of all the involved agents on this ticket, in the additional ITSM field screen of the agent interface.
de: Zeigt in der Oberfläche zusätzliche ITSM-Felder der Agenten-Oberfläche eine Liste aller am Ticket beteiligten Agenten.
ms: Memaparkan senarai semua ejen yang terlibat dalam tiket ini, dalam skrin bidang ITSM tambahan bagi antara muka ejen.

source: Shows a list of all the involved agents on this ticket, in the decision screen of the agent interface.
de: Zeigt in der Oberfläche Entscheidung der Agenten-Oberfläche eine Liste aller am Ticket beteiligten Agenten.
ms: Memaparkan senarai semua ejen yang terlibat dalam tiket ini, dalam skrin keputusan bagi antara muka ejen.

source: Shows a list of all the possible agents (all agents with note permissions on the queue/ticket) to determine who should be informed about this note, in the additional ITSM field screen of the agent interface.
ms: Memaparkan senarai semua kemungkinan ejen ( semua ejen dengan kebenaran nota mengenai barisan / tiket) untuk menentukan siapa yang perlu diberitahu tentang nota ini , dalam skrin bidang ITSM tambahan bagi antara muka ejen.

source: Shows a list of all the possible agents (all agents with note permissions on the queue/ticket) to determine who should be informed about this note, in the decision screen of the agent interface.
ms: Memaparkan senarai semua kemungkinan ejen (semua ejen dengan kebenaran nota mengenai barisan/tiket) untuk menentukan siapa yang perlu diberitahu tentang nota ini, dalam skrin keputusan bagi antara muka ejen.

source: Shows the ticket priority options in the additional ITSM field screen of the agent interface.
de: Zeigt die Ticket-Priorität in der zusätzliche ITSM-Felder-Oberfläche im Agenten-Interface.
ms: Menunjukkan pilihan keutamaan tiket dalam skrin bidang ITSM tambahan bagi antara muka ejen.

source: Shows the ticket priority options in the decision screen of the agent interface.
de: Zeigt die Ticket-Priorität in der Entscheidungs-Oberfläche im Agenten-Interface.
ms: Menunjukkan pilihan keutamaan tiket dalam skrin keputusan bagi antara muka ejen.

source: Shows the title fields in the additional ITSM field screen of the agent interface.
de: Zeigt den Ticket-Titel in der zusätzliche ITSM-Felder-Oberfläche für Tickets im Agentenbereich.
ms: Menunjukkan bidang tajuk dalam skrin bidang ITSM tambahan bagi antara muka ejen.

source: Shows the title fields in the decision screen of the agent interface.
de: Zeigt den Ticket-Titel in der Entscheidungs-Oberfläche für Tickets im Agentenbereich.
ms: Menunjukkan bidang tajuk dalam skrin keputusan bagi antara muka ejen.

source: Ticket decision.
ms: keputusan tiket
